ready
fish
find
Tell
sec
many
laughing
stores
mama
gentlemen
aye
run
RESPECT
Distant
omw
speak
cuttn
west
At
Do
more
Sexy
Shay
bestfriend
same
.
for
Mario
#sad
Sure
hungry
bubble
So
whoa
walk
bands
Jus
hurry
ohhh
Name
Nothin
Point
fans
Trust
Props
manages
Click
see
way
Finna
stars
#OndaGuys
had
Drop
Dhat
why
...
smh
bill
Myy
Watcince
Is
jus
calling
Ill
lawwwd
if
lovee
enough
eat
break
tht
Ikr
don’t
>>>>
real
tawkn
goingg
went
I'm
Not
ice-cream
lmao
sent
!!!
his
sex
coming
House
let
.....
weights
all
bro
expect
Nall
upside
Make
horse
Just
turnt
#BecauseICan
mean
rarely
doing
year
seconds
care
coronation
bomb
Yea
white
uu
serie
Perez
huh
big
y'all
having
dang
fake
Soon
Down
did
Yo
Calm
watchin
likee
one
hell
good
Whats
What's
UP
pineapple
Af
second
nuts
skool
coupes
titties
knoooooow
eith
between
,
called
self
MESSED
put
cousin
885
UGH
He's
Games
:
Twink
my
are
AT
Go
BITCH
raised
blanton
It's
boyfriend
cheesin
chicks
hours
in
!
ask
hit
though
funniest
retweeting
A
bae
clown
atleast
ctfu
haircut
Shame
enjoy
on
seen
cumin
hose
Hate
tooo
us
Madd
pay
moving
every
swear
Nelly
heard
a$$
aint
Muthafucka
into
dani
SHIT
Clack
One
your
dhen
Iont
Job
Jamming
LIFE'S
LOSER
TATS
Person
MUST
MIN
soo
fo
Everybody
jaws
Perfect
old
loving
She
:((
tweet
ima
regardless
some
“
quiet
cats
going
me
chilled
U
gym
gum
Daija
grow
fine
FREEE
RAIN
Yeah
bitch
rent
cheese
guh
Lifestyle
really
Yhu
classy
MY
RELAX
hard
babies
fuck
This
Ass
not
Thug
THESE
can
llh
Bad
Fucked
whooped
Ina
down
asleep
Dog
Awww
&
Nw
Bk
STUFF
was
rock
gain
O
warm
cool
it
twice
21
trust
#800
shootin
outchea
wat
Same
sexy
Kill
fired
chill
tell
lmbo
round
today
Extraa
lol
Phonee
Gravy
Tune
Tha
4
Don't
siri
dance
checklist
missing
key
Xmas
bestfrienddd
LOW
were
long
#todayshow
gotcha
getchoo
again
getit
asked
prove
5
done
tryin
Fuck
mog
Woke
I
no
rich
Spencer's
there's
working
KEEP
where
posted
yet
small
fees
It
kno
kids
-
dat
Beef
bites
beard
nothing
mother
Aint
branch
Bestfrienddd
azalea
Until
ppl
ova
the
MA
favor
pizza
feelings
:-)
lick
quick
To
cant
Tamela
eny
a.m
keep
New
..
next
came
Right
Kendra
xbox1
like
Damn
sleep
after
Them
how
wen
difference
doe
#RHOA
B4
EVERYTHING
Cash
burn
game
dats
strapped
her
Gotta
12
that
Other
come
head
fb
when
Bed
NOW
PLAYED
point
read
””
Snapping
back
paper
cleaner
these
online
ME
kid
child
call
pic
early
out
damn
ones
Rick
CALM
semester
He
Ik
TF
seem
Neva
Savage
Into
Amanda
Kenya
bbl
money
while
week
Years
patna
battle
......
er
and
Ok
Dom
challenging
think
ran
told
dreads
???
den
planning
welcome
teams
Did
Shidd
talmbout
get
sum
tax
Mike
culture
girls
bs
tyme
want
nun
quon
NeNe
little
let's
15
PLAYING
getting
sumone
ain't
shots
30
an
And
plan
avoiding
Ion
miss
fucked
Mood
LEAVE
tonight
adopted
Chill
Ice
female
hour
tuhhh
ugly
pet
urself
Omg
Getting
As
front
ugh
Low
sorry
stats/tweets
FLORIDA
Now
became
thang
hints
iont
home
How
dere
typing
wants
1
yep
oft
financial
Well
OUT
#1000
beat
Wanna
wildn
dwn
girl
Dahh
hoes
Ratttt
dressed
Fat
name
album
wasn't
before
o
yu
PS4
night
HAIR
empty
boxing
Acting
crazy
who
yo
NEW
Porch
complaining
or
restock
sure
My
punk
bad
fire
mfs
The
stocking
Extra
steppin
<3
Johnson
took
Im
because
awww
Town
forever
fuckin
feelin
smiling
mornin
2
walking
Unless
Lets
own
l-o-v-eeee
gota
uh
gotti
Tuh
reason
somebody
LAST
they
Fight
GangBang
bouta
bhe
Uhh
Here
day
FUQN
IG
excuses
beach
play
what's
maybe
points
have
Weekend
scored
satisfied
texting
flash
oreo
at
know
jst
here
number
winning
COUSINS
anything
Been
twitter
Leave
!!!!
make
making
session
Again
dhat
#Nuffsaid
nope
fa
CUS
trip
RIGHT
word
No
soul
another
Baby
commercial
mines
dope
promise
a
yea
erbody
Pizza
pre-travel
kill
gotta
der
outta
pockets
hustler
tired
>>
Lol
crap
still
"
Tomorrow
gonna
Or
ps4
Last
bitches
goin
80
mixing
plug
wanna
Stand
swearrr
News
broke
Height
rude
type
gone
said
OFF
off
buttons
apologize
Off
playa
...........
tryna
BOYFRIEND
cum
itss
Wtf
W
chocolate
well
to
dont
I'll
case
been
Up
mofo
Dorrs
weeknd
Wth
wishin
somethin
Girl
min
Ritz
Damnnnn
Lmao
Lebron
Song
booty
there
wkend
times
say
couple
move
damnnn
Ugly
RFT
about
dey
different
tumara
-_-
Tv
Mechanicsville
but
Stop
foo
NOPE
With
Room
Trappin
be
You
Him
TO
cute
dyin
fool
moneyyyyyy
fckin
African
man
”
Babyy
THIS
shit
Nigga
THE
Love
leave
Datum
strength
<<<
since
business
Cramps
ll
month
snacks
nig
BREAK
just
so
phone
as
null
READY
muck
Bitch
NEED
dryer
!!!!!
See
prolly
*
briana
Dont
af
eachother
thing
:)
bothered
5:30
jokes
nba
OF
thats
.!
hate
-______-
mad
got
Bolingo
half
wins
jacket
dice
go
Pay
along
'
of
monsters
919
text
alone
Oh
ya
up
playiin
thru
amazon
Iggy
yes
complain
dumb
lil
doin
hollywoid
Mm
!!..
bt
Why
#privatepractice
lmaooooooooooooooooooooooo
They
Hoess
Age
without
Kobe
Doss
favors
you
da
talk
Ughhhhhh
liable
dude
Fucka
angry
would
workout
YOOOO
lyk
betta
friends
which
Motha
Tho
will
talking
mitchy
now
Know
?
i
wish
Reese
These
nice
guess
what
ion
STOP
give
hea
time
then
hr
together
kml
Married
silly
Big
bx
neva
6549
Trap
booth
stuff
OMG
cut
boo
!!!..
#oomf
playin
God
Dat
last
When
around
drink
die
!!!!!!
than
Paying
push
makee
i'll
ALOT
whenever
Stfu
lips
fight
tha
Naw
with
Like
woke
Dyin
Bitchh
check
funny
Ya
able
rocks
#She's
selling
calmed
he'll
<<
years
clothes
BROS
Since
take
hip
Pair
much
focus
n
pose
UR
bout
looking
ALL
need
Cuz
Get
always
size
speaking
b4
jamming
header
keeping
stunt
hair
Onn
meds
If
fun
feel
What
Good
is
im
morning
dawg
numb
Ohhhh
low
affection
Bet
hear
Sumthin
Bout
Streets
floating
them
Come
#dallasmavs
Waiting
Her
Of
&&
event
cuh
Lemme
flexin
r
alot
Playing
list
breakfast
piss
tho
?!
life
Our
Me
Gudnite
boys
happy
high
Talkin
fighting
??
open
NO
we
don't
nd
knees
#TurnOff
even
Vibee
over
crib
On
black
slick
1000
she
ツ
smoove
saw
Um
Mixed
giveee
something
Picture
from
Blue
site
cousins
yall
car
bent
:D
That
#nba
him
elbows
Flacco
cause
bread
cried
remaining
pick
stranger
ever
Living
dogs
Its
HERRR
nobody
whats
everybody
PROUD
niggas
whip
thanks
shut
Really
Finally
Those
its
=)
Locked
Hell
asking
$92
Dis
ruzzle
locked
dropping
away
boring
Try
version
lost
kick
Breezy
dis
whole
this
6
James
allergic
c
ass
TIL
cus
knock
club
too
ALONE
thoe
dick
In
;)
:\
person
ATL
Lil
w/
....
harder
People
room
All
worried
rite
bit
dry
sayin
jp
About
listening
tomorrow
matching
125
scared
write
best
live
nigga
trying
EMOJI
love
boy
buy
using
ridin
bul
Some
sumthn
Lmfao
SPRiNG
pass
pooh
ain
Better
GOLD
dead
flip
Whoever
unusual
Kennedy
eating
Nf
right
that's
itchin
cuz
THAT
fell
he
owe
Black
Sitting
indirect
boss
5's
shower
!?
Domino's
#FIGHT
wit
clean
jb
GET
taking
Spot
team
young
F
............
Got
fatty
songs
yur
claim
Long
already
myself
dhis
!!
Glad
state
must
dnt
But
ol
u
house
conversation
tf
Pop-a-lock
can't
hot
by
Ready
Where
left
Be
Thts
Thx
wonder
knowing
ATMENTION
Offffff
lls
shot
gf
Nicest
blunt
ma
azz
do
PUT
ur
insurance
look
oveeeeee
